START_MESSAGE = '''
Привет! Выберите, что Вас интересует:
'''
RESTART_MESSAGE = '''
Выберите, что Вас интересует:
'''
ABOUT_MESSAGE = '''
Данный бот позволяет получить информацию о любой стране:
площадь, численность населения, официальные языки,
курс местной валюты, погоду в столице.
Также можно ввести название города и узнать погоду в данном городе.
'''
ENTER_CITY = '''
Введите название городa:
'''
ENTER_COUNTRY = '''
Введите название страны:
'''
CITY_INFO = '''
Информация о стране, где расположен город {city}
'''
COUNTRY_INFO = '''
Информация о стране {country}:
Столица {capital}
Население составляет {population}
Площадь территории составляет {area}
Государственный язык: {languages}
Госудаственная валюта: {currencies}
'''
CITY_INFO = '''
Информация о городe: {city}
'''
CITY_NOT_FOUND = '''
Город с таким названием не найден
'''
WEATHER_DETAIL = '''
Погода в городе {city}:
Температура: {temperature}
Ощущается как: {feels_like}
'''
WEATHER_DETAIL_COUNTRY = '''
Погода в столице {curr}
Ощущается, как {feels}
'''
CURRENCY_RATE_DETAIL = '''
Курс валют к рублю: {currency_details}
'''
INVALID_CITY = '''
Неверное название города. Попробуйте еще раз
'''
INVALID_COUNTRY = '''
Неверное название страны. Попробуйте еще раз
'''
COUNTRY_NOT_FOUND = '''
Такая страна не найдена. Попробуйте еще раз
'''
NON_TRADING_CURRENCY = '''
Валюта страны не торгуется к рублю
'''
