START_MESSAGE = '''
Привет! Выберите, что Вас интересует:
'''
RESTART_MESSAGE = '''
Выберите, что Вас интересует:
'''
ABOUT_MESSAGE = '''
Данный бот позволяет получить информацию о любой стране:
площадь, численность населения, официальные языки,
курс местной валюты, погоду в столице.
Также можно ввести название города и узнать погоду в данном городе.
'''
ENTER_CITY = '''
Введите название городa:
'''
ENTER_COUNTRY = '''
Введите название страны:
'''
COUNTRY_INFO = '''
Информация о стране, где расположен город {city}
'''
COUNTRY_INFO_NAME = '''
Информация о стране.
Название: {name_ru}, назавние на английском: {name_en}.
Площадь страны {area_size}, население составляет {population}.
Государственный язык - {languages}.
Государственная валюта - {currencies}.
'''
WEATHER_DETAIL = '''
Погода в выбранном городе
'''
WEATHER_DETAIL_COUNTRY = '''
Температура в городе {capital}: {current_temp}.
Ощущается как: {feels_like_temp}
'''
COUNTRY_DETAIL = '''
Подробнее о стране
'''
CURRENCY_RATE_DETAIL = '''
Курс валюты в стране
'''
INVALID_CITY = '''
Неверное название города. Попробуйте еще раз
'''
INVALID_COUNTRY = '''
Неверное название страны. Попробуйте еще раз
'''
