START_MESSAGE = '''
Привет! Выберите, что Вас интересует:
'''
RESTART_MESSAGE = '''
Выберите, что Вас интересует:
'''
ABOUT_MESSAGE = '''
Данный бот позволяет получить информацию о любой стране:
площадь, численность населения, официальные языки,
курс местной валюты, погоду в столице.
Также можно ввести название города и узнать погоду в данном городе.
'''
ENTER_CITY = '''
Введите название городa:
'''
COUNTRY_INFO = '''
Информация о стране, где расположен город {city}
'''
WEATHER_DETAIL = '''
Погода в выбранном городе
'''
COUNTRY_DETAIL = '''
Подробнее о стране
'''
CURRENCY_RATE_DETAIL = '''
Курс валюты в стране
'''
